SET NAMES utf8mb4;

-- ----------------------------
-- Records of ds_product
-- ----------------------------
INSERT INTO `ds_product` VALUES (1, '安踏运动裤男长裤2019春季新款官网休闲棉跑步裤冬季加绒直筒卫裤', '抗紫外线 保暖 耐磨 超轻 透气 防风', '黑色', 'L', 159.00, 99, '安踏', '2019-01-01', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:18');
INSERT INTO `ds_product` VALUES (2, '安踏运动裤男长裤2019春季新款官网休闲棉跑步裤冬季加绒直筒卫裤', '抗紫外线 保暖 耐磨 超轻 透气 防风，物美价廉，你的不二之选。', '黑色', 'S', 159.00, 9, '安踏', '2019-01-01', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10');
INSERT INTO `ds_product` VALUES (3, '安踏运动裤男长裤2019春季新款官网休闲棉跑步裤冬季加绒直筒卫裤', '抗紫外线 保暖 耐磨 超轻 透气 防风，物美价廉，你的不二之选。', '黄色', 'XL', 179.00, 11, '安踏', '2019-01-01', 1, '2019-01-02 16:59:10', '2019-01-31 16:59:10');
INSERT INTO `ds_product` VALUES (4, '安踏运动裤男长裤2019春季新款官网休闲棉跑步裤冬季加绒直筒卫裤', '抗紫外线 保暖 耐磨 超轻 透气 防风，物美价廉，你的不二之选。经典中国红，红红火火过大年。', '红色', 'M', 179.00, 299, '安踏', '2019-01-01', 1, '2019-01-02 16:59:10', '2019-01-31 16:59:10');
INSERT INTO `ds_product` VALUES (5, '阿迪达斯裤子2018秋冬季新款运动裤跑步男裤休闲裤长裤收口束脚裤', '保暖 耐磨 超轻 透气 防风。', '黑色', 'S', 299.00, 80, '阿迪达斯', '2018-01-01', 1, '2018-01-02 16:59:10', '2018-01-31 16:59:10');
INSERT INTO `ds_product` VALUES (6, '阿迪达斯裤子2018秋冬季新款运动裤跑步男裤休闲裤长裤收口束脚裤', '保暖 耐磨 超轻 透气 防风。', '黄色', 'XL', 299.00, 11, '阿迪达斯', '2018-01-01', 1, '2018-01-02 16:59:10', '2018-01-31 16:59:10');
INSERT INTO `ds_product` VALUES (7, '阿迪达斯裤子2018秋冬季新款运动裤跑步男裤休闲裤长裤收口束脚裤', '保暖 耐磨 超轻 透气 防风。', '红色', 'M', 299.00, 299, '阿迪达斯', '2018-01-01', 1, '2018-01-02 16:59:10', '2018-01-31 16:59:10');
INSERT INTO `ds_product` VALUES (8, '阿迪达斯裤子2018秋冬季新款运动裤跑步男裤休闲裤长裤收口束脚裤', '保暖 耐磨 超轻 透气 防风。', '红色', 'L', 299.00, 267, '阿迪达斯', '2018-01-01', 1, '2018-01-02 16:59:10', '2018-01-31 16:59:10');
INSERT INTO `ds_product` VALUES (9, '阿迪达斯裤子2018秋冬季新款运动裤跑步男裤休闲裤长裤收口束脚裤', '保暖 耐磨 超轻 透气 防风。', '红色', 'XL', 299.00, 20, '阿迪达斯', '2018-01-01', 1, '2018-02-02 16:59:10', '2018-02-03 16:59:10');
INSERT INTO `ds_product` VALUES (10, 'Nike 耐克官方NIKE PRO男子短袖训练紧身衣838094 838092', '超轻 透气 very舒适。', '黑色', 'S', 129.00, 50, 'Nike', '2018-08-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (11, 'Nike 耐克官方NIKE PRO男子短袖训练紧身衣838094 838092', '超轻 透气 very舒适。', '黑色', 'XXXL', 129.00, 38, 'Nike', '2018-08-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (12, 'Nike 耐克官方NIKE PRO男子短袖训练紧身衣838094 838092', '超轻 透气 very舒适。', '黑色', 'M', 129.00, 56, 'Nike', '2018-08-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (13, 'Nike 耐克官方NIKE PRO男子短袖训练紧身衣838094 838092', '超轻 透气 very舒适。', '黑色', 'XL', 129.00, 220, 'Nike', '2018-08-08', 1, '2018-08-08 16:59:10', '2019-02-28 13:59:10');
INSERT INTO `ds_product` VALUES (14, 'Nike 耐克官方NIKE PRO男子短袖训练紧身衣838094 838092', '超轻 透气 very舒适。', '黑色', 'XXL', 129.00, 43, 'Nike', '2018-08-08', 1, '2018-08-09 16:59:10', '2018-08-09 16:59:10');
INSERT INTO `ds_product` VALUES (15, '男装 弹力运动拉链连帽开衫 408988 优衣库UNIQLO', '适合在需要活动的场合穿搭！兼具吸汗速干性与活动性的运动开衫。\r\n·采用有助于快速吸收汗液并发散、便于伸展活动、质地富有张力的快干弹力面料制成。\r\n·运动开衫风格的外观，适合在多种场合穿着。\r\n·设置了便于单手开合的附拉链胸袋、内侧的耳机袢带与右侧的零钱袋等设计，凸显细节的考究。\r\n·具有快干功能，有助于快速吸收汗液并发散，保持舒爽穿着感。\r\n·面料具有伸展性，便于活动。\r\n·口袋附带拉链，运动时较不易担心物品掉落。\r\n\r\n\r\n【面料组成】[00 白色、03 灰色、09 黑色、69 藏青色]大身：聚酯纤维75％,棉25％。罗纹部分：聚酯纤维69％,棉31％。帽里部分：聚酯纤维63％,棉37％。[08 深灰色、16 红色、66 蓝色]大身：聚酯纤维66％,棉34％。罗纹部分：棉53％,聚酯纤维47％。帽里部分：棉97％,聚酯纤维3％。\r\n【洗涤信息】机洗\r\n\r\n此商品在商品完好，符合相关退换货规则的前提下支持七天无理由退换货。。', '黑色', 'XL', 189.00, 50, '优衣库', '2018-03-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (16, '男装 弹力运动拉链连帽开衫 408988 优衣库UNIQLO', '适合在需要活动的场合穿搭！兼具吸汗速干性与活动性的运动开衫。\r\n·采用有助于快速吸收汗液并发散、便于伸展活动、质地富有张力的快干弹力面料制成。\r\n·运动开衫风格的外观，适合在多种场合穿着。\r\n·设置了便于单手开合的附拉链胸袋、内侧的耳机袢带与右侧的零钱袋等设计，凸显细节的考究。\r\n·具有快干功能，有助于快速吸收汗液并发散，保持舒爽穿着感。\r\n·面料具有伸展性，便于活动。\r\n·口袋附带拉链，运动时较不易担心物品掉落。\r\n\r\n\r\n【面料组成】[00 白色、03 灰色、09 黑色、69 藏青色]大身：聚酯纤维75％,棉25％。罗纹部分：聚酯纤维69％,棉31％。帽里部分：聚酯纤维63％,棉37％。[08 深灰色、16 红色、66 蓝色]大身：聚酯纤维66％,棉34％。罗纹部分：棉53％,聚酯纤维47％。帽里部分：棉97％,聚酯纤维3％。\r\n【洗涤信息】机洗\r\n\r\n此商品在商品完好，符合相关退换货规则的前提下支持七天无理由退换货。。', '红色', 'XL', 189.00, 22, '优衣库', '2018-03-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (17, '男装 弹力运动拉链连帽开衫 408988 优衣库UNIQLO', '适合在需要活动的场合穿搭！兼具吸汗速干性与活动性的运动开衫。\r\n·采用有助于快速吸收汗液并发散、便于伸展活动、质地富有张力的快干弹力面料制成。\r\n·运动开衫风格的外观，适合在多种场合穿着。\r\n·设置了便于单手开合的附拉链胸袋、内侧的耳机袢带与右侧的零钱袋等设计，凸显细节的考究。\r\n·具有快干功能，有助于快速吸收汗液并发散，保持舒爽穿着感。\r\n·面料具有伸展性，便于活动。\r\n·口袋附带拉链，运动时较不易担心物品掉落。\r\n\r\n\r\n【面料组成】[00 白色、03 灰色、09 黑色、69 藏青色]大身：聚酯纤维75％,棉25％。罗纹部分：聚酯纤维69％,棉31％。帽里部分：聚酯纤维63％,棉37％。[08 深灰色、16 红色、66 蓝色]大身：聚酯纤维66％,棉34％。罗纹部分：棉53％,聚酯纤维47％。帽里部分：棉97％,聚酯纤维3％。\r\n【洗涤信息】机洗\r\n\r\n此商品在商品完好，符合相关退换货规则的前提下支持七天无理由退换货。。', '黄色', 'XL', 189.00, 24, '优衣库', '2018-03-08', 2, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (18, '男装 弹力运动拉链连帽开衫 408988 优衣库UNIQLO', '适合在需要活动的场合穿搭！兼具吸汗速干性与活动性的运动开衫。\r\n·采用有助于快速吸收汗液并发散、便于伸展活动、质地富有张力的快干弹力面料制成。\r\n·运动开衫风格的外观，适合在多种场合穿着。\r\n·设置了便于单手开合的附拉链胸袋、内侧的耳机袢带与右侧的零钱袋等设计，凸显细节的考究。\r\n·具有快干功能，有助于快速吸收汗液并发散，保持舒爽穿着感。\r\n·面料具有伸展性，便于活动。\r\n·口袋附带拉链，运动时较不易担心物品掉落。\r\n\r\n\r\n【面料组成】[00 白色、03 灰色、09 黑色、69 藏青色]大身：聚酯纤维75％,棉25％。罗纹部分：聚酯纤维69％,棉31％。帽里部分：聚酯纤维63％,棉37％。[08 深灰色、16 红色、66 蓝色]大身：聚酯纤维66％,棉34％。罗纹部分：棉53％,聚酯纤维47％。帽里部分：棉97％,聚酯纤维3％。\r\n【洗涤信息】机洗\r\n\r\n此商品在商品完好，符合相关退换货规则的前提下支持七天无理由退换货。。', '蓝色', 'XL', 189.00, 39, '优衣库', '2018-03-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (19, '男装 弹力运动拉链连帽开衫 408988 优衣库UNIQLO', '适合在需要活动的场合穿搭！兼具吸汗速干性与活动性的运动开衫。\r\n·采用有助于快速吸收汗液并发散、便于伸展活动、质地富有张力的快干弹力面料制成。\r\n·运动开衫风格的外观，适合在多种场合穿着。\r\n·设置了便于单手开合的附拉链胸袋、内侧的耳机袢带与右侧的零钱袋等设计，凸显细节的考究。\r\n·具有快干功能，有助于快速吸收汗液并发散，保持舒爽穿着感。\r\n·面料具有伸展性，便于活动。\r\n·口袋附带拉链，运动时较不易担心物品掉落。\r\n\r\n\r\n【面料组成】[00 白色、03 灰色、09 黑色、69 藏青色]大身：聚酯纤维75％,棉25％。罗纹部分：聚酯纤维69％,棉31％。帽里部分：聚酯纤维63％,棉37％。[08 深灰色、16 红色、66 蓝色]大身：聚酯纤维66％,棉34％。罗纹部分：棉53％,聚酯纤维47％。帽里部分：棉97％,聚酯纤维3％。\r\n【洗涤信息】机洗\r\n\r\n此商品在商品完好，符合相关退换货规则的前提下支持七天无理由退换货。。', '蓝色', 'L', 189.00, 581, '优衣库', '2018-03-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');
INSERT INTO `ds_product` VALUES (20, '男装 弹力运动拉链连帽开衫 408988 优衣库UNIQLO', '适合在需要活动的场合穿搭！兼具吸汗速干性与活动性的运动开衫。\r\n·采用有助于快速吸收汗液并发散、便于伸展活动、质地富有张力的快干弹力面料制成。\r\n·运动开衫风格的外观，适合在多种场合穿着。\r\n·设置了便于单手开合的附拉链胸袋、内侧的耳机袢带与右侧的零钱袋等设计，凸显细节的考究。\r\n·具有快干功能，有助于快速吸收汗液并发散，保持舒爽穿着感。\r\n·面料具有伸展性，便于活动。\r\n·口袋附带拉链，运动时较不易担心物品掉落。\r\n\r\n\r\n【面料组成】[00 白色、03 灰色、09 黑色、69 藏青色]大身：聚酯纤维75％,棉25％。罗纹部分：聚酯纤维69％,棉31％。帽里部分：聚酯纤维63％,棉37％。[08 深灰色、16 红色、66 蓝色]大身：聚酯纤维66％,棉34％。罗纹部分：棉53％,聚酯纤维47％。帽里部分：棉97％,聚酯纤维3％。\r\n【洗涤信息】机洗\r\n\r\n此商品在商品完好，符合相关退换货规则的前提下支持七天无理由退换货。。', '蓝色', 'XXL', 189.00, 140, '优衣库', '2018-03-08', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10');


-- ----------------------------
-- Records of ds_product_image
-- ----------------------------
INSERT INTO `ds_product_image` VALUES (1, 1, 'anta_run121_hei_l_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (2, 1, 'anta_run121_hei_l_1.png', 0, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (3, 1, 'anta_run121_hei_l_2.png', 0, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (4, 2, 'anta_run121_hei_s_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (5, 2, 'anta_run121_hei_s_1.png', 0, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (6, 3, 'anta_run121_huang_xl_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (7, 4, 'anta_run121_hong_m_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (8, 5, 'adidas_shu890_hei_s_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (9, 5, 'adidas_shu890_hei_s_1.png', 0, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (10, 6, 'adidas_shu890_huang_xl_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (11, 7, 'adidas_shu890_hong_m_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (12, 7, 'adidas_shu890_hong_m_1.png', 0, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (13, 8, 'adidas_shu890_hong_l_0.png', 1, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (14, 8, 'adidas_shu890_hong_l_1.png', 0, '2019-01-02 16:59:10', '2019-01-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (15, 9, 'adidas_shu890_hong_xl_0.png', 1, '2019-02-02 16:59:10', '2019-02-02 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (16, 10, 'nike_shan129_hei_s_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (17, 11, 'nike_shan129_hei_xxxl_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (18, 12, 'nike_shan129_hei_m_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (19, 13, 'nike_shan129_hei_xl_0.png', 0, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (20, 14, 'nike_shan129_hei_xxl_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (21, 14, 'nike_shan129_hei_xxl_1.png', 0, '2018-08-08 16:59:10', '2019-02-03 14:51:10', NULL);
INSERT INTO `ds_product_image` VALUES (22, 15, 'tanli_wei619_hei_xl_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (23, 15, 'tanli_wei619_hei_xl_1.png', 0, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (24, 16, 'tanli_wei619_hong_xl_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (25, 17, 'tanli_wei619_huang_xl_0.png', 1, '2018-08-08 16:59:10', '2018-08-18 16:59:10', '2018-08-18 16:59:10');
INSERT INTO `ds_product_image` VALUES (26, 18, 'tanli_wei619_lan_xl_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (27, 19, 'tanli_wei619_lan_l_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
INSERT INTO `ds_product_image` VALUES (28, 20, 'tanli_wei619_lan_xxl_0.png', 1, '2018-08-08 16:59:10', '2018-08-08 16:59:10', NULL);
